{
  "meta": {
    "schemaVersion": "1.0",
    "chapter": "12 - How Companies Disclose Sustainability-Related Financial Information",
    "part": "III",
    "generatedAt": "2025-08-30T00:00:00Z",
    "notes": "Questões baseadas no Capítulo 12 do Guia de Estudos FSA Nível I. Gabarito ao final.",
    "sources": [
      "FSA Level I Study Guide – Chapter 12"
    ]
  },
  "items": [
    {
      "id": "C12-Q01",
      "type": "single",
      "part": "III",
      "topics": [
        "Why Disclose",
        "Stakeholder Needs"
      ],
      "stem": "A company reports using SASB Standards for its investor audience and GRI Standards for its employees and community. What is the primary reason for this multi-framework approach?",
      "options": [
        "To intentionally obscure financial performance with conflicting data.",
        "To meet the distinct information needs of different audiences, separating investor-focused data from broader stakeholder-focused data.",
        "Because regulatory bodies mandate the use of at least two different frameworks.",
        "To double the volume of the report without adding decision-useful information."
      ]
    },
    {
      "id": "C12-Q02",
      "type": "multi",
      "part": "III",
      "topics": [
        "Where to Disclose",
        "Reporting Channels"
      ],
      "stem": "Companies disclose investor-focused sustainability information through various channels. Which TWO of the following are considered mainstream channels for reaching investors due to their regulatory rigor and convenience? (Choose two)",
      "options": [
        "A company's internal employee newsletter.",
        "Annual financial reports, such as a Form 10-K.",
        "Social media posts from the marketing department.",
        "Stand-alone regulatory filings, such as a Form 8-K.",
        "A philanthropic impact report focused on community donations."
      ]
    },
    {
      "id": "C12-Q03",
      "type": "single",
      "part": "III",
      "topics": [
        "What to Disclose",
        "Applicability"
      ],
      "stem": "An electric utility company using the SASB Standard for its industry omits metrics related to nuclear safety. What is the most legitimate reason for this omission?",
      "options": [
        "The company believes nuclear safety is not a real risk.",
        "The company does not own or operate nuclear power facilities, making the topic not applicable to its business model.",
        "The data for nuclear safety metrics is too expensive to collect.",
        "Investors have indicated they are not interested in nuclear safety."
      ]
    },
    {
      "id": "C12-Q04",
      "type": "single",
      "part": "III",
      "topics": [
        "How to Disclose",
        "Presentation"
      ],
      "stem": "Different data presentation formats serve different analytical purposes. Which pairing correctly matches a presentation format with the primary benefit it provides to an investor?",
      "options": [
        "Publishing a formal assurance statement : Increases the navigability of web-based data.",
        "Providing time-series data over five years : Allows for trend analysis and assessment of year-over-year performance.",
        "Using charts to visualize diversity data : Proves that the data has been audited by a third party.",
        "Offering a downloadable spreadsheet : Demonstrates the link between sustainability and financial performance."
      ]
    },
    {
      "id": "C12-Q05",
      "type": "single",
      "part": "III",
      "topics": [
        "How to Disclose",
        "Assurance"
      ],
      "stem": "A company's data table indicates that its GHG emissions data has undergone 'reasonable assurance' while its water data has undergone 'limited assurance'. What does this distinction primarily communicate to investors?",
      "options": [
        "That the GHG emissions data is more important than the water data.",
        "That different levels of rigor were applied in the verification process, signaling a higher level of confidence for the GHG data.",
        "That the company failed its water data audit.",
        "That only the GHG emissions are relevant to financial performance."
      ]
    },
    {
      "id": "C12-Q06",
      "type": "multi",
      "part": "III",
      "topics": [
        "What to Disclose",
        "Context"
      ],
      "stem": "When disclosing quantitative data, what are TWO key reasons for a company to also provide qualitative or narrative context? (Choose two)",
      "options": [
        "To replace all quantitative metrics with stories.",
        "To clarify uncertainties and the basis for estimates used in calculations.",
        "To help investors understand the company's governance and management of a specific risk.",
        "To meet the minimum word count for the report.",
        "To avoid disclosing any performance data."
      ]
    },
    {
      "id": "C12-Q07",
      "type": "single",
      "part": "III",
      "topics": [
        "Where to Disclose",
        "Integrated Reporting"
      ],
      "stem": "What is a primary advantage for a company to disclose sustainability information within an Integrated Report?",
      "options": [
        "It is the only channel that allows for the use of the GRI Standards.",
        "It provides a single location for both financial and sustainability information, enabling explicit links to long-term value creation.",
        "It is less work to prepare than a traditional annual report.",
        "It signals to investors that the sustainability information is not financially material."
      ]
    },
    {
      "id": "C12-Q08",
      "type": "single",
      "part": "III",
      "topics": [
        "What to Disclose",
        "Activity Metrics"
      ],
      "stem": "Activity metrics are often included alongside sustainability performance data. What is their primary purpose?",
      "options": [
        "To measure the company's community service activities.",
        "To provide operational context that facilitates the normalization of other metrics, making them comparable.",
        "To report on the number of activities completed by the sustainability department.",
        "To track employee turnover."
      ]
    },
    {
      "id": "C12-Q09",
      "type": "single",
      "part": "III",
      "topics": [
        "Continuous Improvement",
        "Reporting Journey"
      ],
      "stem": "An investor observes that a company's sustainability reporting has evolved over five years, from a general, marketing-focused document to a structured report with SASB metrics and time-series data. What does this 'reporting journey' most likely indicate?",
      "options": [
        "The company's sustainability performance has declined.",
        "A maturation of the company's approach to sustainability and its internal data collection and reporting processes.",
        "The company is reducing its transparency.",
        "The company is shifting its focus away from investors to other stakeholders."
      ]
    },
    {
      "id": "C12-Q10",
      "type": "single",
      "part": "III",
      "topics": [
        "What to Disclose",
        "SICS"
      ],
      "stem": "A large, diversified company operates in food processing, agribusiness, and packaging. When reporting, it uses disclosure topics and metrics from three different SASB Standards. This practice demonstrates that...",
      "options": [
        "the company is unsure about its primary industry and is reporting incorrectly.",
        "a company's business model and activities may span multiple industries, requiring a tailored approach to disclosure.",
        "SASB Standards prohibit companies from using more than one industry standard.",
        "investors prefer aggregated data from a single industry, regardless of the company's operations."
      ]
    },
    {
      "id": "C12-Q11",
      "type": "multi",
      "part": "III",
      "topics": [
        "Why Disclose",
        "Financial Link"
      ],
      "stem": "Which TWO actions best demonstrate a company's effort to communicate the link between sustainability management and financial performance? (Choose two)",
      "options": [
        "Publishing a list of all charitable donations made during the year.",
        "Describing how managing the energy transition balances decarbonization efforts with the need to supply affordable energy, impacting value drivers.",
        "Highlighting how the management of natural gas supply risk is necessary for long-term production viability and requires significant capital investment.",
        "Featuring employee volunteering photos on the company website.",
        "Stating the company's commitment to biodiversity without providing metrics or financial context."
      ]
    },
    {
      "id": "C12-Q12",
      "type": "single",
      "part": "III",
      "topics": [
        "How to Disclose",
        "Data Granularity"
      ],
      "stem": "A large retail company discloses its employee wage data not just as a company-wide average, but also broken down by geographic region and business unit. What is the main benefit of this granular detail for an analyst?",
      "options": [
        "It makes the report longer and more difficult to read.",
        "It obscures the overall company performance.",
        "It offers deeper insight into performance in specific locations or units where aggregate numbers might not tell the whole story.",
        "It is a mandatory requirement for all retail companies."
      ]
    },
    {
      "id": "C12-Q13",
      "type": "single",
      "part": "III",
      "topics": [
        "How to Disclose",
        "Effective Communication"
      ],
      "stem": "To enhance the usefulness of reported information for investors, companies often employ various presentation techniques. Which TWO of the following would be considered effective practices for investor-focused communication? (Choose two)",
      "options": [
        "Presenting data in long, unstructured paragraphs without tables or charts.",
        "Disclosing year-over-year percentage changes alongside absolute numbers to show performance trends.",
        "Providing data in a downloadable spreadsheet to allow analysts to conduct their own analysis.",
        "Omitting explanations for any changes or omissions in reported metrics.",
        "Using inconsistent methodologies for data calculation each year."
      ]
    },
    {
      "id": "C12-Q14",
      "type": "single",
      "part": "III",
      "topics": [
        "Where to Disclose",
        "Web-based Reports"
      ],
      "stem": "What is a unique advantage of using a web-based format for sustainability reporting, as exemplified by General Motors?",
      "options": [
        "It prevents investors from downloading or analyzing the data.",
        "It provides opportunities for more timely, extensive, and navigable data, often with unique URLs for specific sections.",
        "It is the only format that can be assured by a third party.",
        "It guarantees that all disclosed information is financially material."
      ]
    },
    {
      "id": "C12-Q15",
      "type": "single",
      "part": "III",
      "topics": [
        "What to Disclose",
        "Omissions"
      ],
      "stem": "Many investors have indicated that when they notice a company has omitted or changed metrics within the SASB Standards without providing an explanation, they might...",
      "options": [
        "assume the company has perfect performance on that topic.",
        "conclude that the metric is not relevant to any company in that industry.",
        "assume the worst about the company's ability to manage the related risk or opportunity.",
        "praise the company for making the report shorter."
      ]
    },
    {
      "id": "C12-Q16",
      "type": "single",
      "part": "III",
      "topics": [
        "How to Disclose",
        "Assurance"
      ],
      "stem": "Publishing an assurance statement or showing which data has been verified signals more than just reliability. What does it often reflect about the company itself?",
      "options": [
        "A lack of confidence in the disclosed data.",
        "That the company's data collection processes are new and underdeveloped.",
        "The maturity of a company's internal data collection processes, controls, and management oversight.",
        "That the company is likely to miss its future sustainability targets."
      ]
    },
    {
      "id": "C12-Q17",
      "type": "single",
      "part": "III",
      "topics": [
        "Disclosure Examples",
        "Reporting Channel"
      ],
      "stem": "A bank issues a separate, stand-alone document containing only data and disclosures related to the SASB Standards for its industry. Which disclosure channel does this exemplify?",
      "options": [
        "An Integrated Report",
        "A stand-alone, investor-focused report",
        "A regulatory filing like a 10-K",
        "A web-based report"
      ]
    },
    {
      "id": "C12-Q18",
      "type": "multi",
      "part": "III",
      "topics": [
        "Continuous Improvement",
        "Monitoring"
      ],
      "stem": "As companies evolve their disclosure process, they often monitor several areas to identify opportunities for improvement. Which TWO of the following are examples of such monitoring activities? (Choose two)",
      "options": [
        "Ignoring feedback from investors to maintain consistency.",
        "Monitoring and benchmarking against the disclosure practices of peer companies.",
        "Avoiding any internal or external assurance to save costs.",
        "Monitoring developments in mandatory disclosure requirements and voluntary standards.",
        "Disclosing the same information every year without any changes."
      ]
    },
    {
      "id": "C12-Q19",
      "type": "single",
      "part": "III",
      "topics": [
        "Why Disclose",
        "Investor Focus"
      ],
      "stem": "According to the IFRS Sustainability Disclosure Standards' approach, how does focusing on sustainability information connected to financial statements support companies?",
      "options": [
        "It allows them to ignore all social and environmental impacts.",
        "It helps them communicate how sustainability-related risks and opportunities affect their ability to generate returns.",
        "It shifts the reporting focus exclusively to community engagement activities.",
        "It makes their disclosures incompatible with investor analysis."
      ]
    },
    {
      "id": "C12-Q20",
      "type": "single",
      "part": "III",
      "topics": [
        "How to Disclose",
        "Data Presentation"
      ],
      "stem": "Why does the way data is presented in a sustainability disclosure directly influence a firm's access to and cost of capital?",
      "options": [
        "It doesn't; investors only care about the raw data, not its presentation.",
        "Because colorful charts and graphics are the primary drivers of stock price.",
        "Because presentation directly influences how well analysts can incorporate the information into their decision-making processes.",
        "Because regulators require a specific font size and color scheme for all disclosures."
      ]
    }
  ],
  "answerKey": [
    {
      "id": "C12-Q01",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Companies like State Street use multiple frameworks to serve the distinct needs of investors (SASB/TCFD) and broader stakeholders (GRI) [cite: 1783-1786]."
    },
    {
      "id": "C12-Q02",
      "correctOptionIndices": [
        1,
        3
      ],
      "explanation": "Annual financial reports (e.g., 10-K) and other regulatory filings (e.g., 8-K) are go-to resources for investors due to their timeliness, completeness, and accuracy requirements [cite: 67-78, 88-90]."
    },
    {
      "id": "C12-Q03",
      "correctOptionIndices": [
        1
      ],
      "explanation": "As shown with AGL Energy, companies may omit topics or metrics from a standard if they are not applicable to their specific business model, such as not operating nuclear facilities [cite: 1911-1913]."
    },
    {
      "id": "C12-Q04",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Time-series data, as used by Cenovus, allows for year-over-year performance assessment and trend analysis [cite: 2288-2289]. Assurance relates to reliability, not navigability."
    },
    {
      "id": "C12-Q05",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Reasonable assurance is a higher level of scrutiny than limited assurance. This distinction, used by Cenovus, communicates the relative reliability and confidence level of different data points [cite: 2109-2110]."
    },
    {
      "id": "C12-Q06",
      "correctOptionIndices": [
        1,
        2
      ],
      "explanation": "Qualitative context is necessary to clarify uncertainties (as shown by Frontline) and to help users understand the governance and management of risks (as shown by Hawaiian Electric)[cite: 2029, 2080]."
    },
    {
      "id": "C12-Q07",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Integrated reports, like TEPCO's, provide a single location for financial and sustainability data, enabling companies to explicitly link sustainability to long-term value creation [cite: 163-164]."
    },
    {
      "id": "C12-Q08",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Activity metrics provide operational context about the scale of a business to facilitate the normalization of sustainability metrics for investor analysis[cite: 1915]."
    },
    {
      "id": "C12-Q09",
      "correctOptionIndices": [
        1
      ],
      "explanation": "A 'reporting journey' like JetBlue's illustrates the maturation of a company's internal processes and a greater focus on providing investor-oriented communications over time[cite: 2498, 2512]."
    },
    {
      "id": "C12-Q10",
      "correctOptionIndices": [
        1
      ],
      "explanation": "As demonstrated by Grupo Arcor, a company's activities may span multiple industries, requiring the use of several SICS industry standards to provide a complete picture [cite: 1879-1882]."
    },
    {
      "id": "C12-Q11",
      "correctOptionIndices": [
        1,
        2
      ],
      "explanation": "AGL linking the energy transition to value drivers and FFC linking natural gas management to capital costs and long-term viability are direct examples of connecting sustainability management to financial performance [cite: 1801, 1825-1827]."
    },
    {
      "id": "C12-Q12",
      "correctOptionIndices": [
        2
      ],
      "explanation": "Breaking down data into more granular detail, as Tractor Supply Co. did, helps analysts understand performance in specific segments where aggregate data might hide important nuances [cite: 2190-2192]."
    },
    {
      "id": "C12-Q13",
      "correctOptionIndices": [
        1,
        2
      ],
      "explanation": "Showing trends via year-over-year changes (BlackRock) and providing downloadable spreadsheets (Azul) are effective ways to make data more useful for investors[cite: 2169, 2436]."
    },
    {
      "id": "C12-Q14",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Web-based reports can offer more timely and navigable data, often allowing users to access specific sections (e.g., a SASB index or GRI index) via unique URLs [cite: 332-334]."
    },
    {
      "id": "C12-Q15",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The study guide explicitly notes that many investors indicate they might 'assume the worst' about a company's management of a risk when a relevant metric is omitted without explanation[cite: 2086]."
    },
    {
      "id": "C12-Q16",
      "correctOptionIndices": [
        2
      ],
      "explanation": "Publishing an assurance statement often reflects the maturity of a company's internal data collection processes, internal controls, and board/management oversight over sustainability data[cite: 2164]."
    },
    {
      "id": "C12-Q17",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The European Investment Bank's report, which consists entirely of investor-focused SASB metrics, is a clear example of a stand-alone report [cite: 233-237]."
    },
    {
      "id": "C12-Q18",
      "correctOptionIndices": [
        1,
        3
      ],
      "explanation": "Monitoring peer practices and monitoring standards developments are key activities for companies seeking to continuously improve their disclosures[cite: 2507]."
    },
    {
      "id": "C12-Q19",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The IFRS Standards' focus on financially-material information helps companies communicate how sustainability issues affect their ability to generate returns for investors[cite: 60]."
    },
    {
      "id": "C12-Q20",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The way data is presented directly influences how well analysts and investors can incorporate it into decision-making, which in turn can impact a firm's access to and cost of capital[cite: 2510]."
    }
  ]
}
