{
  "meta": {
    "schemaVersion": "1.0",
    "chapter": "13 - A closer look: investor demand for sustainability information",
    "part": "IV",
    "generatedAt": "2025-08-30T00:00:00Z",
    "notes": "Questões baseadas no Capítulo 13 do Guia de Estudos FSA Nível I. Gabarito ao final.",
    "sources": [
      "FSA Level I Study Guide – Chapter 13"
    ]
  },
  "items": [
    {
      "id": "C13-Q01",
      "type": "single",
      "part": "IV",
      "topics": [
        "Index Funds",
        "Investor Stewardship"
      ],
      "stem": "What is the primary effect of the growth of index funds on corporate-investor engagement regarding sustainability?",
      "options": [
        "It increases the use of the 'Wall Street Rule', where investors sell shares of underperforming companies.",
        "It encourages investment stewardship with a focus on longer-term horizons, as investors cannot easily sell individual holdings.",
        "It eliminates the need for engagement because holdings are passively managed and fixed.",
        "It reduces overall support for ESG-related shareholder resolutions."
      ]
    },
    {
      "id": "C13-Q02",
      "type": "multi",
      "part": "IV",
      "topics": [
        "Investor Demand",
        "Market Signals"
      ],
      "stem": "Which TWO of the following are strong indicators of the mainstreaming of investor demand for sustainability information? (Choose two)",
      "options": [
        "A decrease in the number of shareholder resolutions filed on environmental and social topics.",
        "The integration of sustainability information into research by major sell-side firms.",
        "A statement from a large asset manager that ESG is no longer a priority.",
        "High and rising levels of support for E&S shareholder resolutions in proxy voting.",
        "A decline in assets under management for passive, index-tracking funds."
      ]
    },
    {
      "id": "C13-Q03",
      "type": "single",
      "part": "IV",
      "topics": [
        "Investor Stewardship",
        "Stewardship Codes"
      ],
      "stem": "As defined by the revised 2020 UK Stewardship Code, what is the primary goal of stewardship?",
      "options": [
        "To monitor companies solely for compliance with local environmental laws.",
        "To engage with companies only on matters of executive remuneration.",
        "The responsible allocation, management, and oversight of capital to create long-term value and sustainable benefits for the economy, environment, and society.",
        "To ensure that active fund managers consistently outperform their benchmarks."
      ]
    },
    {
      "id": "C13-Q04",
      "type": "single",
      "part": "IV",
      "topics": [
        "Shareholder Engagement",
        "Proxy Voting"
      ],
      "stem": "Recent trends in shareholder resolutions show a significant increase in withdrawal rates. What does this trend most likely indicate?",
      "options": [
        "Investors are losing interest in sustainability topics.",
        "Companies are becoming less willing to discuss sustainability matters with investors.",
        "An increased willingness of companies and investors to negotiate and find solutions collaboratively, leading to the withdrawal of a resolution.",
        "Regulators are making it more difficult to file shareholder resolutions."
      ]
    },
    {
      "id": "C13-Q05",
      "type": "single",
      "part": "IV",
      "topics": [
        "Investor Demand",
        "Values vs Value"
      ],
      "stem": "How has the perception of sustainability investing evolved from its origins as a niche practice to its current mainstream status?",
      "options": [
        "It has always been a mainstream practice focused on maximizing short-term financial returns.",
        "It has shifted from being viewed as a values-oriented practice that sacrifices financial returns to one where 'value' and 'values' are seen as having a positive relationship.",
        "It remains a niche practice exclusively for socially responsible investors who are willing to accept lower returns.",
        "It is now focused solely on environmental impact, ignoring social and governance factors."
      ]
    },
    {
      "id": "C13-Q06",
      "type": "single",
      "part": "IV",
      "topics": [
        "Credit Risk",
        "Fixed Income"
      ],
      "stem": "How do debt investors, such as creditors, typically use sustainability information differently from equity investors?",
      "options": [
        "They use it for ongoing stewardship activities, including proxy voting on company resolutions.",
        "They primarily rely on it in up-front credit analysis for detailed risk assessment, rather than for ongoing engagement.",
        "They do not use sustainability information as it is only relevant for equity valuation.",
        "They focus only on opportunities for revenue growth, not on risk mitigation."
      ]
    },
    {
      "id": "C13-Q07",
      "type": "multi",
      "part": "IV",
      "topics": [
        "Investor Stewardship",
        "Shareholder Resolutions"
      ],
      "stem": "According to recent trends, the focus of environmental and social shareholder proposals has shifted. What are TWO areas that these proposals now emphasize more? (Choose two)",
      "options": [
        "Requesting specific operational changes, like the type of lightbulbs used in offices.",
        "Corporate disclosure and transparency on sustainability topics.",
        "Demanding that companies cease all international operations.",
        "Risk assessment processes and board oversight of sustainability issues.",
        "Prescribing the company's marketing and advertising campaigns."
      ]
    },
    {
      "id": "C13-Q08",
      "type": "single",
      "part": "IV",
      "topics": [
        "Investor Engagement",
        "Corporate Response"
      ],
      "stem": "In response to rising investor expectations, how are reporting companies increasingly using sustainability information in their own engagement activities?",
      "options": [
        "To limit communication with investors to the legally required minimum.",
        "To develop a discourse around strategy, risk assessment, and peer benchmarking on sustainability topics.",
        "To argue that sustainability is not relevant to their business model.",
        "To replace financial data with sustainability narratives in all investor communications."
      ]
    },
    {
      "id": "C13-Q09",
      "type": "single",
      "part": "IV",
      "topics": [
        "Index Funds",
        "Stewardship"
      ],
      "stem": "Why are index fund managers incentivized to work with companies to meet common performance goals?",
      "options": [
        "Because they can easily sell the shares of any single company that underperforms.",
        "Because their primary goal is to actively select the best-performing stocks.",
        "Because they cannot select individual securities and are bound to the performance of the index as a whole.",
        "Because they are legally prohibited from engaging in any form of corporate governance."
      ]
    },
    {
      "id": "C13-Q10",
      "type": "single",
      "part": "IV",
      "topics": [
        "Market Paradigms",
        "Cause and Effect"
      ],
      "stem": "Which of the following pairings best describes a cause-and-effect relationship in the evolving market paradigm for sustainability?",
      "options": [
        "Growth of index investing -> Increased reliance on the 'Wall Street Rule'.",
        "Introduction of stewardship codes -> Decreased transparency in investment processes.",
        "Shift to passive investing -> Encouragement of investment stewardship with a longer-term focus.",
        "Rise of sustainability investing -> Reduced demand for standardized disclosure."
      ]
    },
    {
      "id": "C13-Q11",
      "type": "single",
      "part": "IV",
      "topics": [
        "Investor Statements",
        "Policy Influence"
      ],
      "stem": "When large investor coalitions publicly support policy initiatives like the Paris Climate Accord, what does this primarily signal to companies and governments?",
      "options": [
        "That investors are planning to divest from all industries.",
        "That global policy objectives related to sustainability directly influence investor demand for information and long-term asset allocation.",
        "That financial returns are no longer a consideration for these investors.",
        "That such statements are purely for public relations and have no impact on investment strategy."
      ]
    },
    {
      "id": "C13-Q12",
      "type": "multi",
      "part": "IV",
      "topics": [
        "Fiduciary Duty",
        "Stewardship Codes"
      ],
      "stem": "Stewardship codes are generally based on the logic of fiduciary duty. Which TWO of the following actions are typically required of institutional investors under such codes? (Choose two)",
      "options": [
        "To abstain from voting in all shareholder meetings.",
        "To be transparent about their investment process.",
        "To avoid any form of engagement with the companies they invest in.",
        "To engage with investee companies on matters of strategy and risk.",
        "To focus exclusively on short-term stock price movements."
      ]
    },
    {
      "id": "C13-Q13",
      "type": "single",
      "part": "IV",
      "topics": [
        "Investor Demand",
        "Corporate Practices"
      ],
      "stem": "The modern financial assumption is that companies that effectively manage constrained natural resources and their workforce will thrive in the future. This assumption directly drives investor demand for information on...",
      "options": [
        "a company's quarterly marketing budget.",
        "a company's long-term strategy and performance on material sustainability topics.",
        "the personal political affiliations of the board of directors.",
        "the number of social media followers a company has."
      ]
    },
    {
      "id": "C13-Q14",
      "type": "single",
      "part": "IV",
      "topics": [
        "Shareholder Engagement",
        "Example"
      ],
      "stem": "In the Green Century and Tyson Foods example, Green Century withdrew its shareholder resolution. Why was this action considered a success for shareholder engagement?",
      "options": [
        "Because Tyson Foods ignored the resolution completely.",
        "Because Green Century decided the issue of deforestation was no longer important.",
        "Because after negotiations, Tyson publicly committed to developing a forest policy and improving traceability, satisfying the request.",
        "Because the resolution went to a vote and was defeated by a large margin."
      ]
    },
    {
      "id": "C13-Q15",
      "type": "single",
      "part": "IV",
      "topics": [
        "Proxy Voting",
        "Asset Managers"
      ],
      "stem": "A large asset manager announces it will hold board members accountable for a lack of progress on climate risk disclosures. Why is such a public statement significant, even if its past voting record is debated?",
      "options": [
        "It is insignificant because asset managers have no real influence on corporate governance.",
        "It represents a highly visible shift in behavior and expectations from a major market participant, signaling a new trend in stewardship.",
        "It guarantees that the asset manager will vote against management on every single proposal.",
        "It indicates that the asset manager will now focus exclusively on climate risk, ignoring all other financial factors."
      ]
    },
    {
      "id": "C13-Q16",
      "type": "single",
      "part": "IV",
      "topics": [
        "Credit Risk",
        "ESG Integration"
      ],
      "stem": "A global survey of credit analysts found that a large majority believe ESG factors are integral to their work. This finding suggests that...",
      "options": [
        "sustainability performance is only a concern for equity investors.",
        "a company's sustainability performance can play a role in its access to, and cost of, debt capital.",
        "credit analysts are primarily focused on a company's social media presence.",
        "ESG policies have no connection to a company's creditworthiness."
      ]
    },
    {
      "id": "C13-Q17",
      "type": "single",
      "part": "IV",
      "topics": [
        "Index Funds",
        "Historical Context"
      ],
      "stem": "Prior to the significant growth in index funds, active managers could apply the 'Wall Street Rule'. What does this rule entail?",
      "options": [
        "Engaging deeply with company management to improve performance.",
        "Always voting in favor of management proposals.",
        "Selling shares when they have lost confidence in a company's management.",
        "Buying more shares of a company when its performance declines."
      ]
    },
    {
      "id": "C13-Q18",
      "type": "multi",
      "part": "IV",
      "topics": [
        "Stewardship Codes",
        "Benefits"
      ],
      "stem": "Beyond promoting engagement, stewardship codes can have broader market benefits. Which TWO of the following are encouraged by stewardship codes to improve corporate governance? (Choose two)",
      "options": [
        "Less frequent disclosure to reduce company burden.",
        "The use of non-standardized metrics to make comparison difficult.",
        "Better corporate disclosure with more standardized metrics.",
        "Stronger coordination among investors and investees on sustainability concerns.",
        "A focus on short-term quarterly profits over long-term value."
      ]
    },
    {
      "id": "C13-Q19",
      "type": "single",
      "part": "IV",
      "topics": [
        "Investor Demand",
        "Research"
      ],
      "stem": "A growing body of research has confirmed a positive relationship between sustainability, risk reduction, and financial returns. This evidence has been a key factor in...",
      "options": [
        "the decline of investor interest in sustainability.",
        "the perception that sustainability investing always leads to lower returns.",
        "the shift of sustainability from a niche practice to a mainstream investment consideration.",
        "the decision by regulators to ban the use of sustainability information."
      ]
    },
    {
      "id": "C13-Q20",
      "type": "single",
      "part": "IV",
      "topics": [
        "Proxy Voting",
        "Trends"
      ],
      "stem": "Analysis of proxy voting trends for ESG-related resolutions between 2015 and 2019 shows a significant rise in support and a sharp drop in 'abstain' votes. This indicates that...",
      "options": [
        "investors are becoming less decisive on sustainability matters.",
        "the number of ESG-related resolutions has decreased.",
        "investors are increasingly 'leaving the sideline' to express their opinions on sustainability.",
        "companies are now required by law to accept all shareholder resolutions."
      ]
    }
  ],
  "answerKey": [
    {
      "id": "C13-Q01",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The growth of index funds limits an investor's ability to sell individual shares, thus encouraging stewardship with a focus on longer-term strategies to improve the performance of the entire index[cite: 2518]."
    },
    {
      "id": "C13-Q02",
      "correctOptionIndices": [
        1,
        3
      ],
      "explanation": "The integration of ESG into sell-side research and the rising support for E&S resolutions are clear signals that sustainability is a mainstream investor concern[cite: 2488, 2569]."
    },
    {
      "id": "C13-Q03",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The revised 2020 UK code defines stewardship as the responsible management of capital to create long-term value for clients and sustainable benefits for the economy, environment, and society[cite: 2550]."
    },
    {
      "id": "C13-Q04",
      "correctOptionIndices": [
        2
      ],
      "explanation": "High withdrawal rates indicate successful negotiated dialogues between companies and investors, demonstrating a collaborative approach to resolving sustainability issues[cite: 2582, 2584]."
    },
    {
      "id": "C13-Q05",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Sustainability investing has moved from a niche, values-driven practice (often perceived as sacrificing returns) to a mainstream approach where sustainability ('values') is linked to financial performance ('value')[cite: 1413]."
    },
    {
      "id": "C13-Q06",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Unlike equity investors who engage in ongoing stewardship, debt investors typically use sustainability information for up-front, detailed risk analysis in their credit assessments[cite: 1595]."
    },
    {
      "id": "C13-Q07",
      "correctOptionIndices": [
        1,
        3
      ],
      "explanation": "Modern environmental and social proposals focus more on high-level issues like corporate disclosure, risk assessment, and board oversight rather than specific operational actions[cite: 2584]."
    },
    {
      "id": "C13-Q08",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Companies use sustainability information to engage with investors on strategy, risk, peer benchmarking, and oversight, articulating their progress and goals[cite: 1597, 1598]."
    },
    {
      "id": "C13-Q09",
      "correctOptionIndices": [
        2
      ],
      "explanation": "Since index investors cannot cherry-pick securities, they are bound to the index's performance and thus incentivized to work with all companies in the index to improve overall value [cite: 2513-2515, 2517]."
    },
    {
      "id": "C13-Q10",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The shift to passive (index) investing reduces the ability to sell shares, which encourages longer-term stewardship as an alternative way to influence company performance[cite: 2518]."
    },
    {
      "id": "C13-Q11",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Such statements highlight the crucial link between global policy goals and investor strategy, signaling that these issues are vital for long-term planning and asset allocation decisions[cite: 2482]."
    },
    {
      "id": "C13-Q12",
      "correctOptionIndices": [
        1,
        3
      ],
      "explanation": "Stewardship codes generally require investors to be transparent about their processes and to engage with the companies they own on key issues like strategy and risk[cite: 2526]."
    },
    {
      "id": "C13-Q13",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The recognition that good management of sustainability issues leads to better long-term performance drives investors to demand information on these specific topics[cite: 1410]."
    },
    {
      "id": "C13-Q14",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The resolution was withdrawn because Tyson, after negotiations, agreed to the core requests regarding a no-deforestation policy and supply chain reporting, making the resolution unnecessary[cite: 2577, 2579]."
    },
    {
      "id": "C13-Q15",
      "correctOptionIndices": [
        1
      ],
      "explanation": "Strong, public statements from the largest asset managers represent a significant shift in market behavior and expectations, regardless of past actions[cite: 2556, 2557]."
    },
    {
      "id": "C13-Q16",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The widespread use of ESG factors by credit analysts indicates that a company's sustainability performance is increasingly seen as relevant to its credit risk and, therefore, its access to and cost of debt[cite: 2489, 2490]."
    },
    {
      "id": "C13-Q17",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The 'Wall Street Rule' refers to the practice where active managers, who can cherry-pick stocks, would simply sell the shares of a company when they lost confidence in its management[cite: 2510]."
    },
    {
      "id": "C13-Q18",
      "correctOptionIndices": [
        2,
        3
      ],
      "explanation": "Stewardship codes encourage better, more standardized disclosure to facilitate analysis and stronger coordination between investors and companies on shared sustainability concerns [cite: 2539-2540]."
    },
    {
      "id": "C13-Q19",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The growing body of research confirming a positive link between sustainability and financial performance has been a major driver in moving the practice from a niche concern to a mainstream investment strategy[cite: 1412, 1413]."
    },
    {
      "id": "C13-Q20",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The increase in support for E&S resolutions and the decrease in 'abstain' votes show that investors are more actively participating and taking a stance on sustainability matters[cite: 2570]."
    }
  ]
}
