{
  "meta": {
    "schemaVersion": "1.0",
    "chapter": "11 - Setting IFRS Sustainability Disclosure Standards",
    "part": "II",
    "generatedAt": "2025-08-30T00:00:00Z",
    "notes": "Questões baseadas no Capítulo 11 do Guia de Estudos FSA Nível I. Gabarito ao final.",
    "sources": [
      "FSA Level I Study Guide – Chapter 11"
    ]
  },
  "items": [
    {
      "id": "C11-Q01",
      "type": "single",
      "part": "II",
      "topics": [
        "IFRS Foundation Structure",
        "Governance"
      ],
      "stem": "Within the IFRS Foundation's governance structure, which body holds the primary responsibility for appointing board members to the ISSB and IASB, but is not involved in the technical content of the standards?",
      "options": [
        "The IFRS Foundation Monitoring Board",
        "The IFRS Foundation Trustees",
        "The IFRS Advisory Council",
        "The Technical Readiness Working Group (TRWG)"
      ]
    },
    {
      "id": "C11-Q02",
      "type": "multi",
      "part": "II",
      "topics": [
        "ISSB Due Process",
        "Principles"
      ],
      "stem": "The ISSB's standard-setting process is built on three core principles to ensure its standards serve the public interest. Which THREE of the following are those principles? (Choose three)",
      "options": [
        "Transparency",
        "Profitability",
        "Accountability",
        "Confidentiality",
        "Full and fair consultation",
        "Regulatory speed"
      ]
    },
    {
      "id": "C11-Q03",
      "type": "single",
      "part": "II",
      "topics": [
        "ISSB Process",
        "Standard-setting"
      ],
      "stem": "Arrange the following four steps of the ISSB's standard-setting process in the correct chronological order, from initial identification to final publication.",
      "options": [
        "1. Redeliberation and Publication -> 2. Proposing a standard (Exposure Draft) -> 3. Research and Project Screening -> 4. Post-implementation Review",
        "3. Research and Project Screening -> 2. Proposing a standard (Exposure Draft) -> 1. Redeliberation and Publication -> 4. Post-implementation Review",
        "2. Proposing a standard (Exposure Draft) -> 3. Research and Project Screening -> 4. Post-implementation Review -> 1. Redeliberation and Publication",
        "3. Research and Project Screening -> 1. Redeliberation and Publication -> 2. Proposing a standard (Exposure Draft) -> 4. Post-implementation Review"
      ]
    },
    {
      "id": "C11-Q04",
      "type": "single",
      "part": "II",
      "topics": [
        "SASB Standards",
        "Development History"
      ],
      "stem": "What was the foundational principle for including a sustainability topic in a SASB Standard during its initial development?",
      "options": [
        "The topic was of high interest to non-governmental organizations, regardless of financial impact.",
        "The topic was required by a specific government regulation in any single jurisdiction.",
        "The topic showed strong evidence of being linked to financial impact on companies within that industry.",
        "The topic was easy for all companies to report on, regardless of its relevance to investors."
      ]
    },
    {
      "id": "C11-Q05",
      "type": "multi",
      "part": "II",
      "topics": [
        "SASB Development",
        "Evidence"
      ],
      "stem": "During the initial development of the SASB Standards, the methodology began by analyzing two primary sources of evidence. What were these TWO sources? (Choose two)",
      "options": [
        "Evidence of shareholder activism",
        "Evidence of interest",
        "Evidence of media coverage",
        "Evidence of financial impact",
        "Evidence of political consensus"
      ]
    },
    {
      "id": "C11-Q06",
      "type": "single",
      "part": "II",
      "topics": [
        "Financial Impact",
        "SASB"
      ],
      "stem": "SASB's methodology links sustainability topics to financial performance. Choose the pairing that correctly matches a sustainability issue with its most direct channel of financial impact.",
      "options": [
        "Climate change-driven asset impairment -> Cost of Capital",
        "Increased market share from sustainable products -> Assets & Liabilities",
        "Regulatory action related to climate change -> Liabilities",
        "Supply chain disruptions from resource scarcity -> Revenue"
      ]
    },
    {
      "id": "C11-Q07",
      "type": "single",
      "part": "II",
      "topics": [
        "TCFD Framework",
        "Core Content"
      ],
      "stem": "Which of the following is one of the four core thematic areas of disclosure recommended by the TCFD framework?",
      "options": [
        "Philanthropic Activities",
        "Employee Satisfaction",
        "Supply Chain Logistics",
        "Strategy"
      ]
    },
    {
      "id": "C11-Q08",
      "type": "single",
      "part": "II",
      "topics": [
        "ISSB Process",
        "Consultation"
      ],
      "stem": "What is the name of the official document the ISSB publishes to solicit public comments on a proposed new standard?",
      "options": [
        "Discussion Paper",
        "Request for Information (RFI)",
        "Exposure Draft",
        "Final Standard"
      ]
    },
    {
      "id": "C11-Q09",
      "type": "single",
      "part": "II",
      "topics": [
        "SASB Five Factor Test",
        "Evidence of Interest"
      ],
      "stem": "The SASB 'Five Factor Test' was used to evaluate evidence of interest. Which TWO of the following would be considered under this test? (Choose two)",
      "options": [
        "The CEO's personal charitable contributions.",
        "The potential for competitive advantage from innovation to address a sustainability issue.",
        "The number of employees who commute by bicycle.",
        "Existing, emerging, or evolving legal and regulatory drivers on the issue."
      ]
    },
    {
      "id": "C11-Q10",
      "type": "single",
      "part": "II",
      "topics": [
        "TCFD Framework",
        "Establishment"
      ],
      "stem": "Which international body established the Task Force on Climate-related Financial Disclosures (TCFD) in 2015 to promote global financial stability?",
      "options": [
        "The International Accounting Standards Board (IASB)",
        "The World Economic Forum (WEF)",
        "The Financial Stability Board (FSB)",
        "The International Organization of Securities Commissions (IOSCO)"
      ]
    },
    {
      "id": "C11-Q11",
      "type": "multi",
      "part": "II",
      "topics": [
        "IFRS Foundation Structure",
        "Oversight"
      ],
      "stem": "The IFRS Foundation Monitoring Board enhances the public accountability of the IFRS Foundation. Which TWO of the following are members of this Monitoring Board? (Choose two)",
      "options": [
        "The Global Reporting Initiative (GRI)",
        "The US Securities and Exchange Commission (SEC)",
        "The International Organization of Securities Commissions (IOSCO)",
        "A consortium of the largest global accounting firms",
        "The United Nations Environment Programme (UNEP)"
      ]
    },
    {
      "id": "C11-Q12",
      "type": "single",
      "part": "II",
      "topics": [
        "ISSB Due Process",
        "Accountability"
      ],
      "stem": "Why is the 'accountability' principle, which includes conducting an effects analysis, a critical part of the ISSB's due process?",
      "options": [
        "It guarantees that all standards will result in higher profits for reporting companies.",
        "It ensures the ISSB evaluates the potential costs for preparers against the benefits for users before finalizing a standard.",
        "It holds individual companies accountable for their climate emissions through a penalty system.",
        "It makes the IFRS Foundation Trustees personally liable for any reporting errors by companies."
      ]
    },
    {
      "id": "C11-Q13",
      "type": "single",
      "part": "II",
      "topics": [
        "TRWG",
        "ISSB Development"
      ],
      "stem": "What was the primary purpose of the Technical Readiness Working Group (TRWG)?",
      "options": [
        "To audit the first companies that adopted the IFRS Sustainability Disclosure Standards.",
        "To provide the newly formed ISSB with prototype standards and recommendations to give it a 'running start'.",
        "To consolidate the IASB and ISSB into a single standard-setting board.",
        "To lobby governments for the mandatory adoption of IFRS S1 and S2."
      ]
    },
    {
      "id": "C11-Q14",
      "type": "single",
      "part": "II",
      "topics": [
        "Financial Impact",
        "SASB"
      ],
      "stem": "A company faces a rising risk of industry divestment due to its poor sustainability performance. According to the SASB's channels of financial impact, which primary financial driver does this most directly affect?",
      "options": [
        "Revenues",
        "Costs",
        "Assets & Liabilities",
        "Cost of Capital"
      ]
    },
    {
      "id": "C11-Q15",
      "type": "single",
      "part": "II",
      "topics": [
        "TCFD Recommendations",
        "Key Features"
      ],
      "stem": "A key feature of the TCFD recommendations is that they were designed to be...",
      "options": [
        "applicable only to companies in the energy sector.",
        "included in specialized, separate sustainability reports, not mainstream financial filings.",
        "adoptable by companies of all types and included in mainstream financial filings.",
        "focused exclusively on historical data, avoiding forward-looking information."
      ]
    },
    {
      "id": "C11-Q16",
      "type": "multi",
      "part": "II",
      "topics": [
        "ISSB Advisory Groups",
        "Expertise"
      ],
      "stem": "The ISSB is informed by various expert advisory groups. Which TWO of the following groups provide formal support and input into the ISSB's standard-setting work? (Choose two)",
      "options": [
        "The Sustainability Standards Advisory Forum",
        "The Global Reporting Initiative (GRI) Technical Committee",
        "The ISSB Investor Advisory Group",
        "The Corporate Social Responsibility Lobbying Group",
        "The Marketing and Communications Board"
      ]
    },
    {
      "id": "C11-Q17",
      "type": "single",
      "part": "II",
      "topics": [
        "ISSB Process",
        "Post-implementation"
      ],
      "stem": "After a new IFRS Sustainability Disclosure Standard has been issued, what is the primary activity of the 'Post-implementation review' stage?",
      "options": [
        "To fine companies that are not correctly applying the standard.",
        "To immediately begin drafting the next version of the standard.",
        "To monitor the use and efficacy of the standard in the market and identify any issues that may warrant an amendment.",
        "To translate the standard into more than 50 languages for global distribution."
      ]
    },
    {
      "id": "C11-Q18",
      "type": "single",
      "part": "II",
      "topics": [
        "IFRS Foundation Structure",
        "Roles"
      ],
      "stem": "Which of the following correctly pairs an entity within the IFRS Foundation structure with its primary function?",
      "options": [
        "IFRS Foundation Trustees : Independent standard-setting",
        "IASB/ISSB : Governance, strategy, and oversight",
        "IFRS Foundation Monitoring Board : Public accountability",
        "IFRS Advisory Council : Appointing Trustees"
      ]
    },
    {
      "id": "C11-Q19",
      "type": "single",
      "part": "II",
      "topics": [
        "SASB Standards",
        "Metrics"
      ],
      "stem": "The metrics within the SASB Standards were developed to possess a set of characteristics to ensure they produce decision-useful information for investors. These characteristics align with the ISSB's criteria for...",
      "options": [
        "regional applicability only.",
        "useful sustainability-related financial information.",
        "stakeholder-focused, non-financial impacts.",
        "qualitative narrative reporting."
      ]
    },
    {
      "id": "C11-Q20",
      "type": "single",
      "part": "II",
      "topics": [
        "ISSB Due Process",
        "Transparency"
      ],
      "stem": "Which practice best exemplifies the ISSB's due process principle of 'Transparency'?",
      "options": [
        "Holding all board deliberations on technical matters in private to avoid market speculation.",
        "Publishing only the final standards without releasing the basis for conclusions or public comments.",
        "Making board meeting agendas, staff papers, and recordings publicly available on the IFRS Foundation website.",
        "Allowing only G20 regulators to provide feedback during the consultation period."
      ]
    }
  ],
  "answerKey": [
    {
      "id": "C11-Q01",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The IFRS Foundation Trustees are responsible for the governance and oversight of the Foundation, including appointing members to the IASB and ISSB, but do not get involved with the technical content of the standards[cite: 1721, 1723]."
    },
    {
      "id": "C11-Q02",
      "correctOptionIndices": [
        0,
        2,
        4
      ],
      "explanation": "The three primary due process principles are Transparency, Full and fair consultation, and Accountability[cite: 1061]."
    },
    {
      "id": "C11-Q03",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The correct order is: 3. Research, 2. Proposal (Exposure Draft), 1. Redeliberation/Publication, and 4. Post-implementation Review[cite: 999]."
    },
    {
      "id": "C11-Q04",
      "correctOptionIndices": [
        2
      ],
      "explanation": "A sustainability topic was only included in a SASB Standard if there was evidence of its financial impact on companies in that industry [cite: 380-381]."
    },
    {
      "id": "C11-Q05",
      "correctOptionIndices": [
        1,
        3
      ],
      "explanation": "The SASB methodology started with analyzing 'evidence of interest' and 'evidence of financial impact'[cite: 365]."
    },
    {
      "id": "C11-Q06",
      "correctOptionIndices": [
        2
      ],
      "explanation": "Regulatory action creates a direct liability for the company. Asset impairment affects Assets, market share affects Revenue, and supply chain issues affect Costs [cite: 3-7]."
    },
    {
      "id": "C11-Q07",
      "correctOptionIndices": [
        3
      ],
      "explanation": "The four thematic areas of the TCFD recommendations are governance, strategy, risk management, and metrics and targets[cite: 32]."
    },
    {
      "id": "C11-Q08",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The Exposure Draft is the official proposed update to the Standards that is released for public consultation [cite: 1014-1016]."
    },
    {
      "id": "C11-Q09",
      "correctOptionIndices": [
        1,
        3
      ],
      "explanation": "The Five Factor Test includes evaluating opportunities for innovation and legal/regulatory drivers as part of assessing evidence of interest[cite: 368, 375, 378]."
    },
    {
      "id": "C11-Q10",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The Financial Stability Board (FSB), an international body that monitors the global financial system, established the TCFD in 2015[cite: 13]."
    },
    {
      "id": "C11-Q11",
      "correctOptionIndices": [
        1,
        2
      ],
      "explanation": "The US SEC and IOSCO are both listed as members of the IFRS Foundation Monitoring Board [cite: 1730-1731, 1735]."
    },
    {
      "id": "C11-Q12",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The accountability principle requires the ISSB to evaluate the benefits and costs of implementing new requirements, ensuring a balanced approach[cite: 1076]."
    },
    {
      "id": "C11-Q13",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The TRWG was established to 'give the new board a running start' by developing prototype standards and recommendations for the ISSB[cite: 966]."
    },
    {
      "id": "C11-Q14",
      "correctOptionIndices": [
        3
      ],
      "explanation": "Industry divestment risk is explicitly listed as a channel impacting a firm's Cost of Capital[cite: 387]."
    },
    {
      "id": "C11-Q15",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The TCFD recommendations were designed to be adoptable by all types of companies and suitable for inclusion in mainstream financial filings [cite: 33-34]."
    },
    {
      "id": "C11-Q16",
      "correctOptionIndices": [
        0,
        2
      ],
      "explanation": "The Sustainability Standards Advisory Forum and the ISSB Investor Advisory Group are two of the formal advisory bodies that provide expert input[cite: 351, 354]."
    },
    {
      "id": "C11-Q17",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The post-implementation review stage involves monitoring the standard's use and effectiveness in the market to see if amendments are needed[cite: 1022]."
    },
    {
      "id": "C11-Q18",
      "correctOptionIndices": [
        2
      ],
      "explanation": "The Monitoring Board provides public accountability. The Trustees handle governance, and the IASB/ISSB are responsible for independent standard-setting [cite: 1703-1709]."
    },
    {
      "id": "C11-Q19",
      "correctOptionIndices": [
        1
      ],
      "explanation": "The characteristics of SASB metrics (representationally faithful, complete, comparable, etc.) align with the ISSB's criteria for useful sustainability-related financial information [cite: 10-11]."
    },
    {
      "id": "C11-Q20",
      "correctOptionIndices": [
        2
      ],
      "explanation": "Transparency is achieved through public meetings and the publication of meeting materials, including staff papers and recordings, in advance [cite: 1062-1064, 1071]."
    }
  ]
}
